Repository: Kakoytobarista/Pele
Catalog: pele/locale/*/LC_MESSAGES/django.po
Languages: sr

source: First Name and Second name
sr: Име Друго име

source: Email
sr: Емаил

source: Phone number
sr: Број телефона

source: Select the barber
sr: Изаберите берберина

source: Appointment Date
sr: Датум именовања

source: Appointment Time
sr: Заказано време

source: Comment
sr: Коментар

source: Submit
sr: прихвати

source: you have successfully booked to the barbershop!
sr: успешно сте резервисали берберницу!

source: Kind regards PELE Barbershop.
sr: Срдачан поздрав PELE Frizerski Salon

source: Page not found, try again later
sr: Страница није пронађена, покушајте поново касније

source: Go to main page
sr: Идите на главну страницу

source: Copyright
sr: Ауторско право

source: Make ap appointment
sr: Заказати састанак

source: Change password
sr: Промени лозинку

source: Log out
sr: Одјавити се

source: Log in
sr: Пријавите се

source: Registration
sr: Регистрација

source: You are logged out of your account. We are waiting for you again!
sr: Одјављени сте са свог налога. Чекамо вас поново!

source: Forgot your password?
sr: Заборавили сте лозинку?

source: Your password is successfully changed!
sr: Ваша лозинка је успешно промењена!

source: Your password does not have to match or be similar to your name or other personal information.
sr: Ваша лозинка не мора да одговара вашем имену или другом лична информација.

source: Your password mora and sadrzhi at least 8 characters.
sr: Ваша лозинка мора и садрзхи најмање 8 знакова.

source: Your password cannot be one of the commonly used passwords.
sr: Ваша лозинка не може бити једна од најчешће коришћених лозинки.

source: Your password cannot be made up of numbers only.
sr: Ваша лозинка не може бити састављена само од бројева.

source: New password confirmation
sr: Нова потврда лозинке

source: Password recovery completed
sr: Опоравак лозинке је завршен

source: Your password has been saved. Use it to login!
sr: Ваша лозинка је сачувана. Користите га за пријаву!

source: Password recovery.
sr: Повратак изгубљене шифре.

source: Reset
sr: Ресетовање

source: Letter sent.
sr: Писмо послато.

source: Check your email, you should receive an email with a link to reset your password.
sr: Проверите своју е-пошту, требало би да добијете имејл са везом за ресетовање Лозинка.

source: To reset your old password, enter the email address you registered with.
sr: Да бисте ресетовали своју стару лозинку, унесите адресу е-поште на коју сте се регистровали.

source: Email address
sr: Адреса Е-поште

source: Reset your password
sr: Ресетујте вашу лозинку
